Repository: lexo-ch/lexo-captcha
Catalog: languages/lexocaptcha-*.po
Languages: de_de

source: %s Statistics
de_de: %s Statistiken

source: Additional Data
de_de: Zusätzliche Daten

source: Captcha payload is malformed.
de_de: Die Captcha-Nutzdaten sind fehlerhaft.

source: Caught Spam:
de_de: Abgefangener Spam:

source: Evaluation Timestamp:
de_de: Prüfungs-Zeitstempel:

source: Expected Token:
de_de: Erwarteter Token:

source: Expired token.
de_de: Token abgelaufen.

source: First Client Interaction Timestamp:
de_de: Client-Erstinteraktions-Zeitstempel:

source: Interaction data expired.
de_de: Interaktions-Daten abgelaufen.

source: Interaction data from the future, likely faked.
de_de: Interaktions-Daten aus der Zukunft, wahrscheinlich gefälscht.

source: Interaction data invalid.
de_de: Interaktionsdaten ungültig.

source: Interaction data missing.
de_de: Interaktions-Daten fehlen.

source: Invalid token.
de_de: Ungültiger Token.

source: LEXO Captcha solution.
de_de: LEXO Captcha-Lösung.

source: Missing referer or invalid referer host.
de_de: Fehlender Referer oder ungültiger Referer-Host.

source: No token requested.
de_de: Kein Token angefordert.

source: Plugin %s is up to date.
de_de: Plugin %s ist aktuell.

source: Reason:
de_de: Grund:

source: Security check failed.
de_de: Sicherheits-Prüfung gescheitert.

source: Spam Quota:
de_de: Spam-Quote:

source: Statistics
de_de: Statistiken

source: Submitted too early.
de_de: Versand zu früh.

source: Token does not match the requesting browser.
de_de: Das Token stimmt nicht mit dem anfragenden Browser überein.

source: Token does not match the requesting IP address.
de_de: Das Token stimmt nicht mit der anfragenden IP-Adresse überein.

source: Token Generation Timestamp:
de_de: Token-Generierungs-Zeitstempel:

source: Token Given by Client:
de_de: Vom Client erhaltener Token:

source: Token missing.
de_de: Token fehlt.

source: Total Evaluations:
de_de: Totale Prüfungen:

source: Update check
de_de: Update Überprüfung
